{
  "selection": {
    "static": {
      "choose_semester": ["Vælg et semester", "Choose a semester"],
      "continue_quiz": ["Fortsæt med igangværende spørgsmål", "Continue with previous questions"],
      "no_picture": [
        "Hent ikke spørgsmål, der har \"Mangler billede\" tagget",
        "Do not get questions with the \"Missing picture\" tag"
      ]
    },
    "errs": {
      "no_semester": ["Du skal vælge et semester først.", "You have to choose a semester first"],
      "no_specialty": [
        "Du skal vælge mindst ét speciale",
        "You have to select at least one specialty."
      ],
      "no_set": ["Du skal vælge et sæt for at kunne starte.", "You have to select a set to start."],
      "no_questions": [
        "Der er ingen spørgsmål for det valgte semester.",
        "There are no questions for the selected semester."
      ],
      "no_n": ["Du skal vælge et antal spørgsmål.", "You have to select a number of questions."],
      "n_too_high": [
        "Du har ønsket for mange spørgsmål.",
        "You have requested too many questions."
      ],
      "n_neg": [
        "Antal spørgsmål kan ikke være negativt.",
        "The number of questions can not be a negative number."
      ]
    }
  },

  "selectionTypeSelector": {
    "types": {
      "random": ["Tilfældige spørgsmål", "Random questions"],
      "specialties": ["Specialer/tags", "Specialties/tags"],
      "sets": ["Fulde eksamenssæt", "Complete exam sets"]
    }
  },
  "selectionSetSelector": {
    "choose_semester": [
      "Vælg et semester for at se tilgængelige eksamenssæt",
      "Choose a semester to see available exam sets"
    ],
    "header": [
      "For ${semester}. semester er der følgende eksamenssæt at vælge mellem:",
      "For the ${semester}th semester, the following exam sets can be selected:"
    ],
    "subtitle": [
      "Tryk på fluebenet ud for sættet for manuelt det som færdigt.",
      "Click the tickmark to manually set the set as completed."
    ]
  },
  "selectionSpecialtiesSelector": {
    "choose_semester": [
      "Vælg et semester for at se tilgængelige specialer",
      "Choose a specialty to see available specialties"
    ],
    "header": [
      "For ${semester}. semester er der følgende specialer at vælge mellem:",
      "For the ${semester}th semester, the following specialties can be selected:"
    ],
    "tags": [
      "For ${semester}. semester er der følgende tags at vælge mellem:",
      "For the ${semester}th semester, the following tags can be selected:"
    ],
    "tags_explanation": [
      "Vælger du både specialer og tags, vil siden udvælge spørgsmål, hvor mindst ét speciale og ét tag overlapper. Vælges f.eks. specialet lungemedicin og tagget ekg, vil kun spørgsmål hvor begge ting er opfyldt blive valgt -- ønskes også kardiologisk ekg'er, må kardiologi medtages som speciale.",
      "If you select both specialties and tags, the site will select questions where at least one specialty and one tag overlap. I.e., if you select the specialty pediatrics and the tag paraclinical, only questions fulfilling both requirements will be selected."
    ],
    "checkbox_labels": ["${speciale} (${n} spørgsmål)", "${speciale} (${n} questions)"],
    "search": ["Søg", "Search"],
    "clear": ["Ryd", "Clear"]
  },
  "selectionNSelector": {
    "header": ["Hvor mange spørgsmål vil du have?", "How many questions would you like?"],
    "other_value": ["Anden værdi", "Other value"],
    "err_n_range": [
      "Værdi skal være mellem ${min} og ${max}.",
      "The value must be between ${min} and ${max}."
    ],
    "total_n": [
      "Der er ${n} spørgsmål på ${semesterNumber}. semester.",
      "There are ${n} questions available on the ${semesterNumber}th semester."
    ]
  },
  "selectionUniqueSelector": {
    "label": [
      "Giv mig kun spørgsmål, jeg ikke har svaret på tidligere.",
      "Give me only questions that I have not previously answered."
    ]
  },
  "selectionWrongSelector": {
    "label": [
      "Giv mig ikke spørgsmål, jeg har svaret rigtigt på",
      "Do not give me questions, I have answered correctly."
    ]
  },
  "selectionMessage": {
    "available_lower_than_requested": [
      "Bemærk, at såfremt de valgte indstillinger resulterer i færre spørgsmål end det ønskede antal, får du blot alle tilgængelige spørgsmål. Er antallet af spørgsmål 0, vælges ligeligt blandt alle.",
      "Please note that if the selected settings result in fewer questions than requested, you will receive all available questions. If the number of questions is 0, questions are selected randomly."
    ],
    "specialties_lower_than_requested": [
      "Bemærk, at såfremt de valgte specialer til sammen indeholder færre spørgsmål end det ønskede antal, får du blot alle tilgængelige.",
      "Please note that if the selected specialties combined contain fewer than the requested number of questions, you will receieve all available questions."
    ]
  },
  "search": {
    "title": ["Søg", "Search"],
    "description": [
      "Søg efter indhold i spørgsmål eller svar. Du kan søge efter flere ord samtidig. Ønskes søgning efter hele sætninger, så omslut sætningen med quotes, således: \"sætning\".",
      "Search for content in questions or answers. You can search for multiple words simultaneously. If searching for whole sentences, wrap the sentence in quotes, like so: \"sentence\"."
    ],
    "placeholder": ["Søg...", "Search..."]
  }
}
